[
    "Forces beyond your control can take away everything you possess except one thing, your freedom to choose how you will respond to the situation. You cannot control what happens to you in life, but you can always control what you will feel and do about what happens to you",
    "Don’t aim at success—the more you aim at it and make it a target, the more you are going to miss it. For success, like happiness, cannot be pursued; it must ensue, and it only does so as the unintended side-effect of one’s dedication to a cause greater than oneself or as the by-product of one’s surrender to a person other than oneself",
    "Love goes very far beyond the physical person of the beloved. It finds its deepest meaning in his spiritual being, his inner self. Whether or not he is actually present, whether or not he is still alive at all, ceases somehow to be of importance.",
    "But he may be even more astonished to hear that one could find a sense of humor there(Auschwitz) as well;",
    "If a certain quantity of gas is pumped into an empty chamber, it will fill the chamber completely and evenly, no matter how big the chamber. Thus suffering completely fills the human soul and conscious mind, no matter whether the suffering is great or little. Therefore the “size” of human suffering is absolutely relative.",
    "Everything can be taken from a man but one thing: the last of the human freedoms—to choose one’s attitude in any given set of circumstances, to choose one’s own way.",
    "If there is a meaning in life at all, then there must be a meaning in suffering. Suffering is an ineradicable part of life, even as fate and death. Without suffering and death human life cannot be complete.",
    "Emotion, which is suffering, ceases to be suffering as soon as we form a clear and precise picture of it.",
    "The prisoner(read - person) who had lost faith in the future—his future—was doomed.",
    "The sudden loss of hope and courage can have a deadly effect. The ultimate cause of my friend’s death was that the expected liberation did not come and he was severely disappointed",
    "He who has a why to live for can bear with almost any how",
    "We had literally lost the ability to feel pleased and had to relearn it slowly.",
    "Psychologically, what was happening to the liberated prisoners could be called “depersonalization.” Everything appeared unreal, unlikely, as in a dream.",
    "Woe to him who found that the person whose memory alone had given him courage in camp did not exist any more!",
    "Not every conflict is necessarily neurotic; some amount of conflict is normal and healthy.",
    "What man actually needs is not a tensionless state but rather the striving and struggling for a worthwhile goal, a freely chosen task.",
    "In actual fact, boredom is now causing, and certainly bringing to psychiatrists, more problems to solve than distress.",
    "If you are suffering from insomnia, the solution might be - not to try to sleep but rather to try to do just the opposite, that is, to stay awake as long as possible."
]